import React, { Component } from 'react';

class Avtandil extends Component {
  render() {
    return (
        <div className = "Information">
                    
                    <li>О НАС:</li>
                            <p>Наша компания начала свою деятельность на компьютерном рынке под 
                                торговой маркой ClickStore.kg в 2020 году. Наша специализация - 
                                это розничная мелкооптовая торговля комплектующими, смартфонами, компьютерами,
                                различной электроникой и техникой.</p> 
                            
                            <p>Информация на сайте ClickStore.kg обновляется каждый день и отображаются 
                                товары, которые есть в наличии (за исключением тех случаев, когда товар 
                                закончился сегодня и не успела обновиться информация на сайте).
                                Администрация делает все возможное чтобы донести до потребителя максимально 
                                точную информацию о товаре.</p> 
                        
                            <p>Мы предлагаем своим клиентам широкий выбор качественных товаров по самым
                                привлекательным ценам. Являясь динамично развивающейся компанией, основные
                                усилия мы направляем на постоянное совершенствование обслуживания покупателей
                                и постоянное снижение издержек поставки товара к конечному потребителю, тем самым
                                делая товар еще доступней для потребителя.</p> 
        
                            <p>Наша компания ориентируется на корпоративных клиентов и на розничных покупателей.
                                Вы всегда сможете найти у нас как самые последние новинки электронного рынка, 
                                так и надежные решения выбора электронники и техники для корпоративного сектора.</p>
        
                            <p>Наша цель: помочь максимальному количеству людей сделать выбор среди огромного 
                                ассортимента электроники и техники с наилучшим сочетанием Цена -
                                Качество, получения удовольствия от приобретения товара и дальнейшее долгое и
                                приятное использование приобретенной продукции.</p>
        
      </div>
    );
  }
}

export default Avtandil;